{
  "en": {
    "title": "Do you intend to ask the court to delay the divorce until it’s satisfied with your financial situation?",
    "description": "As your {{ divorceWho }} used separation as the reason for divorce, you can ask the court to consider what your financial position will be afterwards.",
    "theCourtMayDelay": "The court may then decide to delay the final stage of the divorce (the decree absolute) until it is satisfied with the future financial arrangements between you and your {{ divorceWho }}.",
    "readMore": "Read more about this",
    "readMoreParagraph1": "If you ask the court to do this, it won’t make the decree absolute unless it’s satisfied that your {{ divorceWho }} either:",
    "readMoreParagraph2": "has made or will make financial provision for you that is reasonable and fair or the best that they can do under the circumstances",
    "readMoreParagraph3": "shouldn’t have to provide for you financially",
    "readMoreParagraph4": "When making its decision the court will take into account both of your individual circumstances (for example your ages, health, conduct, and earning capacities) and your financial position should your {{ divorceWho }} die first.",
    "readMoreParagraph5": "The court may decide not to delay the divorce if there are circumstances under which it shouldn’t be delayed and the court is satisfied that your {{ divorceWho }} will make appropriate financial provision for you.",
    "formB": "You’ll need to submit another form (form B) after you’ve submitted this form - you’ll be given a link to it at the end of this form.",
    "fields": {
      "respConsiderFinancialSituation": {
        "yes": "Yes",
        "no": "No"
      }
    },
    "errors": {
      "required": "Select if you want the court to consider your financial situation after the divorce"
    }
  },
  "cy": {
    "title": "A ydych yn bwriadu gofyn i’r llys ohirio’r ysgariad hyd nes y bydd yn fodlon â’ch sefyllfa ariannol?",
    "description": "Gan fod eich {{ divorceWho }} wedi defnyddio gwahanu yn rheswm dros ysgaru, gallwch ofyn i’r llys ystyried eich sefyllfa ariannol ar ôl ysgaru.",
    "theCourtMayDelay": "Yna gall y llys ystyried gohirio cam olaf yr ysgariad (y dyfarniad absoliwt) nes ei fod yn fodlon ar y trefniadau ariannol rhyngoch chi a’ch {{ divorceWho }}.",
    "readMore": "Darllenwch fwy am hyn",
    "readMoreParagraph1": "Os byddwch yn gofyn i’r llys wneud hyn, ni fydd yn gwneud y dyfarniad absoliwt nes y bydd yn fodlon fod eich {{ divorceWho }} naill ai wedi:",
    "readMoreParagraph2": "gwneud darpariaeth ariannol ichi neu y bydd yn gwneud darpariaeth ariannol ichi sy’n rhesymol ac yn deg neu’r ddarpariaeth orau o fewn ei (g)allu dan yr amgylchiadau",
    "readMoreParagraph3": "na ddylai orfod gwneud darpariaeth ariannol ichi",
    "readMoreParagraph4": "Wrth ddod i benderfyniad bydd y llys yn ystyried amgylchiadau unigol y ddau ohonoch (er enghraifft eich oed, eich iechyd, eich ymddygiad, a’ch gallu i ennill arian) a’ch sefyllfa ariannol pe bai eich {{ divorceWho }} yn marw gyntaf.",
    "readMoreParagraph5": "Efallai y bydd y llys yn penderfynu peidio â gohirio’r ysgariad o dan amgylchiadau lle na ddylid ei ohirio a bod y llys yn fodlon y bydd eich {{ divorceWho }} yn gwneud darpariaeth ariannol addas ar eich cyfer.",
    "formB": "Bydd angen ichi gyflwyno ffurflen arall (ffurflen B) ar ôl ichi gyflwyno’r ffurflen hon - bydd dolen i’r ffurflen honno ar ddiwedd y ffurflen hon.",
    "fields": {
      "respConsiderFinancialSituation": {
        "yes": "Ydw",
        "no": "Nac ydw"
      }
    },
    "errors": {
      "required": "Dewiswch os ydych am i’r llys ystyried eich amgylchiadau ariannol ar ôl yr ysgariad"
    }
  }
}
